Repository: Jahabl/hitster-plus
Catalog: HitsterPlus/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Cancel
de: Abbrechen

source: Create Card Sheet
de: Erstelle Kartenbogen

source: Export PDF
de: PDF exportieren

source: Generate
de: Erstellen

source: Invalid QR code
de: Ungültiger QR-Code

source: It appears your camera may not be available
de: Es scheint, als wäre deine Kamera nicht verfügbar

source: It looks like this device doesn't support the DataScannerViewController
de: Es sieht so aus, als würde dieses Gerät den DataScannerViewController nicht unterstützen

source: Loading…
de: Laden…

source: Next Card
de: Nächste Karte

source: No card sheets generated
de: Keine Kartenbögen erstellt

source: Preview
de: Vorschau

source: Start Game
de: Spiel starten

source: Try Again
de: Versuche nochmals

source: Turn Phone
de: Handy drehen

# Turn Phone Description
source: Turn your phone face side down
de: Lege dein Handy mit dem Display nach unten

source: Use songs from playlist to generate printable cards
de: Verwende Titel aus der Playlist, um druckbare Karten zu erstellen

source: Whole Song
de: Ganzes Lied
